[
    {
        "id": 10000,
        "name": "Benedetto Varchi",
        "passage": "Benedetto Varchi (Italian pronunciation: [beneˈdetto ˈvarki]; 1502/1503 – 1565) was an Italian humanist, historian, and poet.\n\n\n== Biography ==\nBorn in Florence to a family that had originated at Montevarchi, he frequented the neoplatonic academy that Bernardo Rucellai organized in his garden, the Orti Oricellari; there, in spite of the fact that Rucellai was married to the elder sister of Lorenzo de' Medici, republican ideals circulated, in the context of revived classical culture, that culminated in a plot in 1513 to subvert Medici rule in Florence. At Pisa, Varchi studied to become a notary.\nWith his return to Florence, he fought in the defence of the temporarily revived Republic of Florence, during the siege by the Mediceans and imperialists in 1530, and was exiled after the surrender of the city; he spent time at Padua (1537), where he was a protégé of the émigré Piero Strozzi and at Bologna (1540).   In 1536 he took part in  Strozzi's unsuccessful expedition against Medicean rule, but seven years later Varchi was called back to Florence by Cosimo I, who gave him a pension and commissioned him to write a history of the city. His Storia fiorentina (16 vol.) covers the period from 1527 to 1538, though it was so frank it was not published in Florence until 1721. Varchi also wrote a number of plays, poems, dialogues, and translations from the classics.With his return to Medici patronage, he became a member of the Accademia fiorentina, occupied with studies of linguistics, literary criticism, esthetics, and philosophy, but also, as became a Renaissance humanist in botany and alchemy. His tract L'Hercolano, in the form of a dialogue between the writer and a conte Ercolano, discussed the Tuscan dialect as it was spoken at Florence, in the vulgar rather than in Latin, an innovation in works of linguistics; it was published posthumously, in 1570. He wrote a comedy La Suocera (\"The Mother-in-Law\").\nTowards the end of his life, he had a spiritual crisis and took holy orders.\nIn Ezra Pound's The Cantos, Varchi is mentioned with approbation (Canto V) for his honesty as a historian who did not try to fill in gaps in a historical record just to make that record neat. Rather, he was willing to admit that he did not know or that the motives or the events surrounding a particular incident could not be absolutely determined. Pound gives as an example of Varchi's honesty his investigation—for his history of Florence—of the murder of Alessandro de' Medici. Varchi admitted that after all his attempts to uncover the facts he could not decide on the motives of Alessandro's murderer (Lorenzino de' Medici, Alessandro's cousin).\n\n\n== Homosexuality ==\nIn his time, Varchi was notorious for his many sonnets to young boys. Though his loves were not always reciprocated, and despite his denunciations of men who engaged in \"filthy loves\", he was criticized by his contemporaries for his attachments to young boys. One critic mocked him in a satire: \"O father Varchi, new Socrates ...  his arms open and his trousers down, this is how your Bembo is waiting for you in the Elysian Fields\". Another comments on his legacy, \"But since he was always inclined to boy love ...  he greatly lessened the reputation that would have been rightfully appropriate.\" In 1545, Varchi was arrested and tried for pederasty, and was eventually pardoned by Cosimo de' Medici upon the intercession of his many friends."
    },
    {
        "id": 10001,
        "name": "Wilhelm Wattenbach",
        "passage": "Wilhelm Wattenbach (22 September 1819 – 20 September 1897), was a German historian.\nHe was born at Rantzau in Holstein.  He studied philology at the universities of Bonn, Göttingen and Berlin, and in 1843 he began to work upon the Monumenta Germaniae Historica. In 1855 he was appointed archivist at Breslau; in 1862 he became a professor of history at Heidelberg, and ten years later a professor at Berlin, where he was a member of the directing body of the Monumenta Germaniae Historica and a member of the Academy. He died at Frankfurt.According to the Encyclopædia Britannica Eleventh Edition, Wattenbach was distinguished by his thorough knowledge of the chronicles and other original documents of the Middle Ages, and his most valuable work was done in this field.\n\n\n== Works ==\nDeutschlands Geschichtsquellen im Mittelalter bis zur Mitte des XIII Jahrhunderts (1858), his principal book, a guide to the sources of the history of Germany in the Middle Ages, several editions. 1893 ed.\nAnleitung zur lateinischen Paläographie (Leipzig, 1869, and again 1886)\nDas Schriftwesen im Mittelalter (Leipzig, 1871, and again 1896)\nBeiträge zur Geschichte der christlichen Kirche in Böhmen und Mähren (Vienna, 1849)\nGeschichte des römischen Papsttums (Berlin, 1876)\nAnleitung zur griechischen Paläographie (Leipzig, 1867, and again 1895)."
    },
    {
        "id": 10002,
        "name": "Dany Robin",
        "passage": "Dany Robin (French pronunciation: [dani ʁɔbɛ̃]; 14 April, 1927 – 25 May, 1995) was a French actress of the 1950s and the 1960s.\n\n\n== Career ==\nRobin was born Danielle Robin in Clamart. She performed with Peter Sellers in The Waltz of the Toreadors, and co-starred opposite Kirk Douglas in the 1953 romantic drama Act of Love. Robin co-starred with Connie Francis, Paula Prentiss, and Janis Paige in Follow the Boys (1963). Her last leading role was the agent's wife Nicole Devereaux in Alfred Hitchcock's Topaz (1969).\n\n\n== Personal life and death ==\nRobin was married to fellow actor Georges Marchal. On 25 May 1995, she and her second husband, Michael Sullivan, died in a fire in their apartment in Paris.\n\n\n== Selected filmography ="
    },
    {
        "id": 10003,
        "name": "Martin Gutzwiller",
        "passage": "Martin Charles Gutzwiller (12 October 1925 – 3 March 2014) was a Swiss-American physicist, known for his work on field theory, quantum chaos, and complex systems.  He spent most of his career at IBM Research, and was also an adjunct professor of physics at Yale University.\n\n\n== Biography ==\nGutzwiller was born on October 12, 1925, in the Swiss city of Basel. He completed a Diploma degree from ETH Zurich, where he studied quantum physics under Wolfgang Pauli. He then went to the University of Kansas and completed a Ph.D under Max Dresden.  After graduation, he worked on microwave engineering for Brown, Boveri & Cie, on geophysics for Shell Oil, and eventually for IBM Research in Switzerland, New York City, and Yorktown Heights, until his retirement in 1993.  He also held temporary teaching appointments at Columbia University, ETH Zurich, Paris-Orsay, and Stockholm. He was Vice Chair for the Committee on Mathematical Physics, of the International Union of Pure and Applied Physics, from 1987 to 1993. He joined Yale University as adjunct professor in 1993, retaining the position until his retirement.\n\n\n== Scientific work ==\nGutzwiller formulated the Gutzwiller approximation for describing electrons with strong local interactions in terms of the Gutzwiller wave function, composed of a simple many-electron wave function acted on by a correlation operator (\"Gutzwiller projection\"). He was also the first to investigate the relationship between classical and quantum mechanics in chaotic systems.  In that context, he developed the Gutzwiller trace formula, the main result of periodic orbit theory, which gives a recipe for computing spectra from periodic orbits of a system. He is the author of the classic monograph on the subject, Chaos in Classical and Quantum Mechanics (1990).\nGutzwiller is also known for finding novel solutions to mathematical problems in field theory, wave propagation, crystal physics, and celestial mechanics.  In appreciation of his contributions to theoretical physics, the Max Planck Institute for the Physics of Complex Systems (MPIPKS) annually awards the Martin Gutzwiller Fellowship to acknowledge and promote exceptional research in this field.\n\n\n== Book collecting ==\nGutzwiller had an avid interest in the history of science.  He eventually acquired a valuable collection of rare books on astronomy and mechanics.  Shortly after his death, his collection was auctioned at Swann Galleries, in New York City.  The auction took place on April 3, 2014, and raised a total of US$341,788.\n\n\n== Honors ==\nFellow of National Academies of Science in 1992\nFellow of American Academy of Arts and Sciences in 1993 \nFellow of American Physical Society\nDannie Heineman Prize for Mathematical Physics in 1993 \nMax Planck medal in 200"
    },
    {
        "id": 10004,
        "name": "P. A. Yeomans",
        "passage": "Percival Alfred Yeomans (1905 - November 1984) was an Australian inventor known for the Keyline system for the development of land and increasing the fertility of that land. As a mining engineer and gold assayer, Yeomans had developed a keen sense of hydrology and equipment design. Upon his brother-in-law's death in a grass fire, P.A. Yeomans assumed management of a large tract of land he later named Nevallan in New South Wales. There he developed improved methods and equipment for cultivation. His designs won him The Prince Philip Design Award Australia in 1974.\nHis Keyline principles or concepts (Keyline Design) have been adopted by farm owners in almost every country in the world. Yeomans' Keyline concepts are now part of the curriculum of many sustainable agriculture courses in colleges and universities across the world. His ideas have also been a key factor in the development of permaculture design. P.A. Yeomans wrote four books: The Keyline Plan, The Challenge of Landscape, Water For Every Farm and The City Forest"
    },
    {
        "id": 10005,
        "name": "Karl Hartl",
        "passage": "Karl Hartl (10 May 1899 – 29 August 1978) was an Austrian film director.\n\n\n== Life ==\nBorn in Vienna, Hartl began his film career at the Austrian Sascha-Film company of Alexander Kolowrat and from 1919 was assistant to the Hungarian director Alexander Korda. As a production manager, he in the 1920s accompanied Korda to Berlin, until in 1926 he returned to Vienna to work for his former class-mate director Gustav Ucicky.\nFrom 1930 he worked for Universum Film AG (UFA) and debuted as director of Ein Burschenlied aus Heidelberg (\"A Fraternity Song from Heidelberg\") starring Hans Brausewetter and Willi Forst, with young Billy Wilder as a screenwriter. Together with Luis Trenker he directed the Gebirgsjäger drama Berge in Flammen (\"Mountains in Flames\") in 1931. He then experimented with other genres, for example the comedy Die Gräfin von Monte Cristo (\"The Countess of Monte Cristo\") (1932) with Brigitte Helm and Gustaf Gründgens, and in the same year achieved his final breakthrough with the flying drama film F.P.1 antwortet nicht written by Curt Siodmak and produced by Erich Pommer, with Conrad Veidt, Leslie Fenton and Jill Esmond. His lavish science fiction film Gold, released in 1934, is listed today as one of the most successful German films of the genre. In 1937, he directed the popular criminal comedy Der Mann, der Sherlock Holmes war (\"The Man Who Was Sherlock Holmes\") starring Hans Albers and Heinz Rühmann.\nAfter most of the talented directors, technicians, actors had been forced to leave in the course of the 1938 Anschluss annexation of Austria by Nazi Germany, Hartl became head of production for Wien-Film, the newly created body through which the UFA, and beyond it, Joseph Goebbels, controlled the Austrian film industry. In this role, which he retained until the end of the war, Hartl seldom undertook work on individual films himself but was nevertheless involved at a senior level with some of the most significant entertainment films of the Nazi period. He was a member of the Advisory Council (Präsidialrat) of the Reichsfilmkammer. Despite Hartls professional ties to the regime, Wien-Film made largely propaganda-free entertainment films under Hartls leadership. Research has pointed to Hartls sophisticated use of local dialects and references to the Viennese court to subvert fascist expectations.\nAfter 1945 he resumed film-making. On 3 July 1947 he set up in Salzburg, with the support of the Creditanstalt, the film production company Neue Wiener Filmproduktionsgesellschaft. One of his most acclaimed films of this period was Der Engel mit der Posaune (\"The Angel with the Trombone\") in 1949, which brought together many compatriot Austrian stars: Paula Wessely, Attila and Paul Hörbiger, Oskar Werner and Maria Schell. His later films included Weg in die Vergangenheit (\"Way into the Past\") from 1954 and Mozart, which entered the 1956 Cannes Film Festival.\nKarl Hartl was married to the actress Marte Harell. He was buried in a grave of honor in the Hietzing cemetery, Vienna."
    },
    {
        "id": 10006,
        "name": "Michaela Dorfmeister",
        "passage": "Michaela Dorfmeister (born 25 March 1973) is a former World Cup alpine ski racer from Austria. Her specialities were both the downhill and the super-G disciplines, although she skied in and had success in giant slalom.\n\n\n== Biography ==\nBorn in Vienna, Dorfmeister is the only daughter of a butcher by trade, and lived in Vienna until she was age six. She later studied at the Schladming ski academy, which has produced many of Austria's skiing greats.\nDorfmeister raced her first international season in 1983 and entered her first World Cup race in 1991 at Serre Chevalier coming 26. Her first podium place was in 1995 at the St. Anton downhill which she won. This was followed by a total of 25 victories (7 in downhill, 10 in super-G and 8 in giant slalom)\nIn 2000, she won the giant slalom World Cup, and in 2002 the overall World Cup. She won two more speciality World Cups, in 2003 (downhill) and 2005 (super-G). At the 2006 Winter Olympics, she won the gold medal in the downhill and super-G races.\nDorfmeister's win in the Hafjell super-G on 3 March 2006 made her the oldest woman to win a World Cup race.\n\n\n== World Cup results ==\n\n\n=== Season titles ===\n\n\n=== Season standings ===\n\n\n=== Race victories ===\n25 wins (7 DH, 10 SG, 8 GS)\n64 podiums\n\n\n== World Championship results ==\n\n\n== Olympic results ="
    },
    {
        "id": 10007,
        "name": "Leo Slezak",
        "passage": "Leo Slezak (German pronunciation: [ˌleːo ˈslɛzak]; 18 August 1873 – 1 June 1946) was a Moravian dramatic tenor. He was associated in particular with Austrian opera as well as the title role in Verdi's Otello. He is the father of actors Walter Slezak and Margarete Slezak and grandfather of the actress Erika Slezak.\n\n\n== Life and work ==\n\n\n=== Early years ===\nBorn in Šumperk (then known as Mährisch-Schönberg), the son of a miller, Slezak worked briefly as a blacksmith, an engineer's fitter and served in the army before taking singing lessons with the first-class baritone and pedagogue Adolf Robinson. He made his debut in 1896 in Brno (Brünn) and proceeded to sing leading roles in Bohemia and Germany, appearing at Breslau and, in 1898–99, at Berlin. From 1901 onwards he was a permanent member of the Vienna State Opera's roster of artists, achieving star status. While in Vienna he was initiated into Freemasonry.\n\n\n=== International career ===\n\nSlezak's international career commenced in London at the Royal Opera House, Covent Garden, where he sang Siegfried (a punishing role that he would soon drop from his repertoire) and Lohengrin in 1900. (He would return to Covent Garden in 1909 after undertaking further vocal studies in Paris the previous year with a great tenor of a previous era, Jean de Reszke.)\nSlezak secured a three-year contract with the New York Metropolitan Opera in 1909. Met audiences acclaimed him in performances of works by Wagner and Verdi. Along with Italy's Giovanni Zenatello, he became one of the most famous Otellos of his generation, famously performing the role at the Met with Arturo Toscanini conducting.\nMany anecdotes reveal his sense of humour. The best-known being, during a performance of Wagner's Lohengrin, a stage hand pulled the swan off the stage too early, before the tenor could hop aboard. Seeing his feathered transportation disappear into the wings, Slezak ad-libbed to the audience: \"Wann fährt der nächste Schwan?\" (\"When does the next swan leave?\").\nSlezak had a versatile repertory, which embraced 66 roles. They included Rossini's Guillaume Tell, Manrico, Radames, Walter, Tannhäuser, Hermann, as well as Otello and Lohengrin. He sang 44 roles in Vienna alone, where he made 936 stage appearances in 1901–12 and 1917–27 and gained considerable fame.\n\n\n=== Vocal characteristics ===\nA tall, barrel-chested man, Slezak possessed a large and attractive lyric-dramatic voice which enabled him to undertake all but the very heaviest Wagnerian parts such as Tristan or Parsifal. He had a distinctive tonal quality, which became markedly darker after his studies with de Reszke in 1908. Slezak was a master of mezza-voce singing and he could also deliver haunting head notes. With time and hard use, his top register developed a strained and unsteady quality when used at full volume.\nHe made hundreds of disc and cylinder recordings, beginning in the early 1900s and ending in the 1930s. They were produced by several different record companies and include arias, duets and songs by a wide selection of composers, ranging from Mozart to Wagner. Most of his best records have been released on CD compilations. Some of his film work as an actor survives as well.\n\n\n== Books ==\nSlezak's autobiography, published in 1938 in English as Song of Motley: Being the Reminiscences of a Hungry Tenor, contains pen-portraits of many of the musicians and artists with whom he worked, including Gustav Mahler, Arturo Toscanini and Cosima Wagner. It describes his tours of America, Russia and the Balkans and recalls his doomed audition for Frau Wagner at Bayreuth, when he foolishly chose to sing music from Pagliacci.\nLater in life, he published several very humorous, semi-autobiographical books, notably:\n\nMeine sämtlichen Werke (\"All of my works\"), his first book\nDer Wortbruch (\"The broken promise\")\nDer Rückfall (\"The relapse\")\nLeo Slezak by Dr. Christopher Norton-Welsh, with discography by Alex Weggen in \"Étude\" n° 27, July–August–September 2004 (Association internationale de chant lyrique TITTA RUFFO).\n\n\n== Films ==\nIn 1932, Slezak began appearing in German cinema. As an actor/comedian, he played humorous characters, but mostly he sang. His movies included La Paloma (1934) and Gasparone (1937). Slezak's final film role was as a portly sultan in the 1943 UFA prestige production Münchhausen. His son, Walter Slezak, who started off in musical theater, became a successful character actor in Hollywood during the 1940s. His granddaughter (Walter's daughter) is the actress Erika Slezak, noted for her role on the soap opera One Life to Live."
    },
    {
        "id": 10008,
        "name": "Alicia de Larrocha",
        "passage": "Alicia de Larrocha y de la Calle (23 May 1923 - 25 September 2009) was a Spanish pianist and composer. She was considered one of the great piano legends of the 20th century. Reuters called her \"the greatest Spanish pianist in history\", Time \"one of the world's most outstanding pianists\", and The Guardian \"the leading Spanish pianist of her time\".\nShe won four Grammy Awards, out of fourteen nominations, and a Prince of Asturias Award for the Arts. She is credited with bringing greater popularity to the compositions of Isaac Albéniz and Enrique Granados. In 1995, she became the first Spanish artist to win the UNESCO Prize.\n\n\n== Life and career ==\nAlicia de Larrocha was born in Barcelona, Catalonia, Spain. She began studying piano with Frank Marshall at the age of three, and later in life served as Director of his school, the Marshall Academy. Both her parents were pianists and she was the niece of pianists. She gave her first public performance at the age of five at the International Exposition in Barcelona. She performed her first concert at the age of six at the World's Fair in Seville in 1929, and had her orchestral debut at the age of eleven. By 1943, her performances were selling out in Spain. She began touring internationally in 1947, and in 1954 toured North America with the Los Angeles Philharmonic. In 1966, she engaged in a first tour of Southern Africa which proved so wildly popular that three further tours were completed In 1969, de Larrocha performed in Boston for the Peabody Mason Concert series.\nDe Larrocha, writes Jed Distler, \"started composing at age seven and continued on and off until her 30th year, with a prolific spurt in her late teens,\" and while she never performed her works in public, she gave her family the choice of making them available after her death, which they have done.\nDe Larrocha made numerous recordings of the solo piano repertoire and in particular the works of composers of her native Spain. She is best known for her recordings of the music of Manuel de Falla, Enrique Granados, Federico Mompou, and Isaac Albéniz, as well as her 1967 recordings of Antonio Soler's keyboard sonatas. She recorded for Hispavox, CBS/Columbia/Epic, BMG/RCA and London/Decca, winning her first Grammy Award in 1975 and her last one in 1992, at the age of almost seventy. She received the Prince of Asturias Award for the Arts in 1994.\nDe Larrocha spoke in a 1978 interview with Contemporary Keyboard,\nI don't believe there is a 'best' of anything in this life. I would say, though, that Granados was one of the great Spanish composers, and that, in my opinion, he was the only one that captured the real Romantic flavor. His style was aristocratic, elegant and poetic – completely different from Falla and Albéniz. To me, each of them is a different world. Falla was the one who really captured the spirit of the Gypsy music. And Albéniz, I think was more international than the others. Even though his music is Spanish in flavor, his style is completely Impressionistic.\nLess than five feet tall and with small hands for a pianist, spanning an interval of barely a tenth on the keyboard, in her younger years she was nonetheless able to tackle all the big concertos (all five by Beethoven, Liszt's No. 1, Brahms's No. 2, Rachmaninoff's Nos. 2 and 3, both of Ravel's, and those of Prokofiev, Bartók, Bliss and Khachaturian, and many more), as well as the wide spans demanded by the music of Granados, Albéniz, and de Falla. She had a \"long fifth finger\" and a \"wide stretch between thumb and index finger\" which enhanced her technical ability.\n\"She made her first recordings, of Chopin, at age nine, her feet not yet able to reach the pedals\" and was considered a great interpreter of Chopin.\nAs she grew older she began to play a different style of music; more Mozart and Beethoven were featured in her recitals and she became a regular guest at the \"Mostly Mozart Festival\" of the Lincoln Center for the Performing Arts in New York. In 2001, she was named Honorary Member of the Foundation for Iberian Music at The City University of New York. De Larrocha retired from public performance in October 2003, aged 80, following a 76-year career.\nAlicia de Larrocha died on 25 September 2009 in Quiron Hospital, Barcelona, aged 86. She had been in declining health since breaking her hip five years previously. Her husband, the pianist Juan Torra, with whom she had two children, had died in 1982.\n\n\n== List of awards and nominations ==\nDe Larrocha won several individual awards throughout her lifetime. Her extended discography has been recognized with fourteen Grammy nominations (1967, 1971, 1974, 1975 (x2), 1977 (x2), 1982 (x2), 1984, 1988, 1990, 1991, 1992), of which she won four. She received honorary degrees from universities in Michigan, Middlebury College, Vermont, and Carnegie Mellon.\nA crater on the planet Mercury has been named in her honor"
    },
    {
        "id": 10009,
        "name": "Christian Krohg",
        "passage": "Christian Krohg (13 August 1852 – 16 October 1925) was a Norwegian naturalist painter, illustrator, author and journalist. Krohg was inspired by the realism art movement and often chose motifs from everyday life. He was the director and  served as the first professor at the Norwegian Academy of Arts from 1909 to 1925.\n\n\n== Biography ==\nChristian Krohg was born at Vestre Aker (now Oslo), Norway. He was one of five children born to Georg Anton Krohg (1817–1873) and Sophie Amalia Holst (1822–1861). He was a grandson of Christian Krohg (1777–1828) who had served as a government minister. His father was a civil servant, journalist and author. His mother died when he was only 8 years old, and his father's sister took over responsibility for the household and the upbringing of the children.  From 1861, he attended Hartvig Nissen School.\nHis father had asked him to pursue a legal career. Krohg studied law at the University of Oslo (then Christiania) graduating cand.jur. in 1873, the same year in which his father died.  During 1869–70, he had also studied at the art school of Johan Fredrik Eckersberg at Lille Grensen in Christiania. He was additionally educated in Germany, first at the Baden School of Art in Karlsruhe under Hans Gude in 1874. He also trained under Karl Gussow from 1875. He followed with study at the Königliche Akademie in Berlin from 1875 to 1878.\nHe was awarded the Schäffer's legacy (1876–77) and received a government travel allowance during 1877–78 and in 1881. In 1879, on the encouragement of artist Frits Thaulow, he visited the Skagen artists colony. He returned to Skagen in 1882–84 and 1888. Through his periodic future residence at Skagen, he would influence other artists including Anna and Michael Ancher and provided early support to Edvard Munch.\nKrohg worked in Paris from 1881 to 1882. Inspired by the ideas of the realists he chose motifs primarily from everyday life – often its darker or socially inferior sides. Prostitution is the subject of his painting Albertine i politilægens venteværelse, and Krohg also wrote a novel about the depicted scene. The novel, Albertine, caused a scandal when first published, and it was confiscated by the police.\nKrohg's style made him a leading figure in the transition from romanticism to naturalism.\nKrohg was the founding and editor-in-chief of the Kristiania Bohemian journal, Impressionisten from 1886 until 1890. He then became a journalist for the Oslo newspaper Verdens Gang from 1890 to 1910. Christian Krohg was also associated with  Politiken 1893–1894.\nHe taught at Académie Colarossi in Paris from 1902 until 1909.  Later he became a professor-director at the Norwegian Academy of Arts (Statens Kunstakademi) from 1909 until 1925.\nThere are notable collections of art by Christian Krohg in the National Museum of Art, Architecture and Design in Oslo and at Skagens Museum in Denmark.\n\n\n== Awards and honors ==\nChristian Krohg received numerous national and international awards during his career. In 1889, he was made a Knight in the  French Legion of Honour and entered in the Belgian Order of Leopold in 1894.\nHe served as Norwegian Commissioner at the Exposition Internationale d'Anvers at Antwerp in 1894 and held membership in the Societe Nouvelle de Peintres et de Sculpteurs from 1900. Krohg was made a Knight 1st Class in the Order of St. Olav in 1900 and received the Command Cross in 1910.\n\n\n== Personal life ==\nHe was married to artist Oda Lasson (1860–1935). In 1885, their daughter Nana (1885–1974) was born and in 1889 their son muralist Per Lasson Krohg (1889–1965). In 1888, Oda obtained a divorce from her first husband Jørgen Engelhardt; they were married in that same year. In 1897, his wife took their son Per and moved to Paris with dramatist Gunnar Heiberg. They were later reconciled. In 1914, Christian Krohg  established residence near Frogner Park where he died in 1925. Oda Krohg died in 1935. Both were buried at Vår Frelsers gravlund in Oslo.\nA bronze statue of Krohg by sculptors Per Hurum and Asbjørg Borgfelt was erected at the crossing of Lille Grensen-Karl Johans gate in Oslo in 1960.\n\n\n== Gallery ==\n\n\n=== Portraits ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== Social realism =="
    },
    {
        "id": 10010,
        "name": "Donald Trump"
    },
    {
        "id": 10011,
        "name": "Elizabeth II"
    },
    {
        "id": 10012,
        "name": "Barack Obama"
    },
    {
        "id": 10013,
        "name": "Cristiano Ronaldo"
    },
    {
        "id": 10014,
        "name": "Michael Jackson"
    },
    {
        "id": 10015,
        "name": "Elon Musk"
    },
    {
        "id": 10016,
        "name": "Lady Gaga"
    },
    {
        "id": 10017,
        "name": "Adolf Hitler"
    },
    {
        "id": 10018,
        "name": "Eminem"
    },
    {
        "id": 10019,
        "name": "Lionel Messi"
    },
    {
        "id": 10020,
        "name": "Justin Bieber"
    },
    {
        "id": 10021,
        "name": "Freddie Mercury"
    },
    {
        "id": 10022,
        "name": "Kim Kardashian"
    },
    {
        "id": 10023,
        "name": "Johnny Depp"
    },
    {
        "id": 10024,
        "name": "Steve Jobs"
    },
    {
        "id": 10025,
        "name": "Dwayne Johnson"
    },
    {
        "id": 10026,
        "name": "Michael Jordan"
    },
    {
        "id": 10027,
        "name": "Taylor Swift"
    },
    {
        "id": 10028,
        "name": "Stephen Hawking"
    },
    {
        "id": 10029,
        "name": "Kanye West"
    },
    {
        "id": 10030,
        "name": "Abraham Lincoln"
    },
    {
        "id": 10031,
        "name": "LeBron James"
    },
    {
        "id": 10032,
        "name": "Charles III"
    },
    {
        "id": 10033,
        "name": "Miley Cyrus"
    },
    {
        "id": 10034,
        "name": "Leonardo DiCaprio"
    },
    {
        "id": 10035,
        "name": "Selena Gomez"
    },
    {
        "id": 10036,
        "name": "Kobe Bryant"
    },
    {
        "id": 10037,
        "name": "Joe Biden"
    },
    {
        "id": 10038,
        "name": "Tom Cruise"
    },
    {
        "id": 10039,
        "name": "Albert Einstein"
    },
    {
        "id": 10040,
        "name": "Rihanna"
    },
    {
        "id": 10041,
        "name": "Prince Philip, Duke of Edinburgh"
    },
    {
        "id": 10042,
        "name": "Elvis Presley"
    },
    {
        "id": 10043,
        "name": "Lil Wayne"
    },
    {
        "id": 10044,
        "name": "Scarlett Johansson"
    },
    {
        "id": 10045,
        "name": "Tupac Shakur"
    },
    {
        "id": 10046,
        "name": "Angelina Jolie"
    },
    {
        "id": 10047,
        "name": "Queen Victoria"
    },
    {
        "id": 10048,
        "name": "John F. Kennedy"
    },
    {
        "id": 10049,
        "name": "Diana, Princess of Wales"
    },
    {
        "id": 10050,
        "name": "Marilyn Monroe"
    },
    {
        "id": 10051,
        "name": "Keanu Reeves"
    },
    {
        "id": 10052,
        "name": "Ariana Grande"
    },
    {
        "id": 10053,
        "name": "Arnold Schwarzenegger"
    },
    {
        "id": 10054,
        "name": "Jennifer Aniston"
    },
    {
        "id": 10055,
        "name": "Meghan, Duchess of Sussex"
    },
    {
        "id": 10056,
        "name": "Muhammad Ali"
    },
    {
        "id": 10057,
        "name": "Will Smith"
    },
    {
        "id": 10058,
        "name": "Mark Zuckerberg"
    },
    {
        "id": 10059,
        "name": "Ted Bundy"
    },
    {
        "id": 10060,
        "name": "Pablo Escobar"
    },
    {
        "id": 10061,
        "name": "Mila Kunis"
    },
    {
        "id": 10062,
        "name": "William Shakespeare"
    },
    {
        "id": 10063,
        "name": "Tom Brady"
    },
    {
        "id": 10064,
        "name": "Jay-Z"
    },
    {
        "id": 10065,
        "name": "Bill Gates"
    },
    {
        "id": 10066,
        "name": "Winston Churchill"
    },
    {
        "id": 10067,
        "name": "Nicki Minaj"
    },
    {
        "id": 10068,
        "name": "Bruce Lee"
    },
    {
        "id": 10069,
        "name": "Princess Margaret, Countess of Snowdon"
    },
    {
        "id": 10070,
        "name": "Ryan Reynolds"
    },
    {
        "id": 10071,
        "name": "Brad Pitt"
    },
    {
        "id": 10072,
        "name": "John Cena"
    },
    {
        "id": 10073,
        "name": "Charles Manson"
    },
    {
        "id": 10074,
        "name": "Vladimir Putin"
    },
    {
        "id": 10075,
        "name": "Clint Eastwood"
    },
    {
        "id": 10076,
        "name": "Madonna"
    },
    {
        "id": 10077,
        "name": "Jennifer Lopez"
    },
    {
        "id": 10078,
        "name": "Katy Perry"
    },
    {
        "id": 10079,
        "name": "George VI"
    },
    {
        "id": 10080,
        "name": "Heath Ledger"
    },
    {
        "id": 10081,
        "name": "Britney Spears"
    },
    {
        "id": 10082,
        "name": "Sylvester Stallone"
    },
    {
        "id": 10083,
        "name": "Adele"
    },
    {
        "id": 10084,
        "name": "Prince (musician)"
    },
    {
        "id": 10085,
        "name": "David Bowie"
    },
    {
        "id": 10086,
        "name": "Ronald Reagan"
    },
    {
        "id": 10087,
        "name": "Kamala Harris"
    },
    {
        "id": 10088,
        "name": "George W. Bush"
    },
    {
        "id": 10089,
        "name": "Jennifer Lawrence"
    },
    {
        "id": 10090,
        "name": "Mahatma Gandhi"
    },
    {
        "id": 10091,
        "name": "Emma Watson"
    },
    {
        "id": 10092,
        "name": "Robin Williams"
    },
    {
        "id": 10093,
        "name": "Mark Wahlberg"
    },
    {
        "id": 10094,
        "name": "Henry VIII"
    },
    {
        "id": 10095,
        "name": "Beyoncé"
    },
    {
        "id": 10096,
        "name": "John Lennon"
    },
    {
        "id": 10097,
        "name": "Nelson Mandela"
    },
    {
        "id": 10098,
        "name": "Demi Lovato"
    },
    {
        "id": 10099,
        "name": "Megan Fox"
    },
    {
        "id": 10100,
        "name": "Roger Federer"
    },
    {
        "id": 10101,
        "name": "Tom Hardy"
    },
    {
        "id": 10102,
        "name": "Leonardo da Vinci"
    },
    {
        "id": 10103,
        "name": "Tom Hanks"
    },
    {
        "id": 10104,
        "name": "George Washington"
    },
    {
        "id": 10105,
        "name": "Franklin D. Roosevelt"
    },
    {
        "id": 10106,
        "name": "Mike Tyson"
    },
    {
        "id": 10107,
        "name": "Lali Espósito"
    },
    {
        "id": 10108,
        "name": "Bob Marley"
    }
]